const mainData = [
  {
    id: "1",
    name: "Маркетингтің мақсаты",
    description: "Маркетинг мақсаттарын және олардың бизнес үшін маңыздылығын анықтау.",
    text: `Маркетинг мақсаты бизнестің табысты дамуында маңызды рөл атқарады. Бұл компанияларға өзінің маркетингтік күш-жігері арқылы қол жеткізуге болатын нақты бағыттарды көрсетеді. Маркетингтің мақсаты әртүрлі болуы мүмкін: бренд туралы хабардарлықты арттыру, жаңа тұтынушыларды тарту, бар тұтынушыларды сақтау, сатуды арттыру немесе компанияның беделін арттыру.
    Маркетингтік мақсатты дұрыс қою қажетті стратегия мен тактиканы анықтауға мүмкіндік береді. Мысалы, егер мақсат жаңа тұтынушыларды тарту болса, маркетингтік күш-жігерді әлеуетті тұтынушылардың назарын аудару үшін тартымды жарнамалық науқандарды жасауға және медиа арналарды тиімді пайдалануға бағыттау керек.
    
    Маркетинг мақсатын анықтау маркетинг қызметінің тиімділігін өлшеуге де көмектеседі. Арнайы көрсеткіштерді орнату арқылы прогресті бақылауға және нәтижелерді талдауға болады. Мысалы, мақсат бренд туралы хабардарлықты арттыру болса, көрсеткіштер бұқаралық ақпарат құралдарында айтылғандардың саны, әлеуметтік медиа жазылушыларының өсуі немесе бренд іздеулерінің артуы болуы мүмкін.
    
    Тұтастай алғанда, маркетингтік мақсат компанияның барлық маркетингтік күш-жігеріне арналған нұсқаулық болып табылады. Ол нақты іс-әрекет жоспарын құруға және нәтижелерді өлшеуге мүмкіндік береді, бұл ресурстарды тиімдірек пайдалануға және нарықта табысқа жетуге ықпал етеді.`,
    video: "NntE1GKISw4",
    questions: [
      {
        title: "Маркетинг - бұл…",
        variants: [
          "Тауарлар мен қызметтерді сату процесі",
          "Өндірістік процестерді жетілдіру бойынша іс-шаралар",
          "Компанияның пайдасын арттыру стратегиялары",
          "Клиенттердің қажеттіліктері мен тілектерін қанағаттандыру бойынша іс-шаралар кешені",
        ],
        correct: 4,
      },
      {
        title: "Мақсатты аудитория - бұл…",
        variants: [
          "Әлеуметтік желіні пайдаланатын адамдар тобы",
          "Компанияның веб-сайтында тіркелген адамдар",
          "Бір географиялық аймақтағы адамдар",
           "Компанияның өніміне немесе қызметіне қызығушылық танытуы мүмкін адамдар тобы",
        ],
        correct: 4,
      },
      {
        title: "Маркетинговое исследование включает...",
        variants: [
          "Бәсекелестікті талдау және стратегияны әзірлеу",
          "Жарнамалық материалдарды жасау және акцияларды өткізу",
          "Сату мен пайданың тиімділігін бағалау",
          "Нарық және тұтынушылар туралы ақпаратты жинау және талдау",        ],
        correct: 4,
      },
      {
        title: "Нарықты сегменттеу дегеніміз не?",
        variants: [
          "Нарықты ұқсас тұтынушылар топтарына бөлу",
          "Тұтынушылардың пікірлері мен қалауларына зерттеу жүргізу",
          "Әр клиент үшін бірегей өнімдер жасау",
          "Компанияның сату географиясын кеңейту",        ],
        correct: 1,
      },
      {
        title: "Маркетинг стратегиясы - бұл...",
        variants: [
          "Маркетингтік мақсаттарға жету бойынша іс-шаралар жоспары",
           "Өнім сапасын арттыру жөніндегі іс-шаралар",
           "Сату әдістері мен әдістерінің жиынтығы",
           "Маркетингтік науқандардың тиімділігін бағалау",
        ],
        correct: 1,
      },
      {
        title: "Маркетинг кешеніне кіреді...",
        variants: [
          "Баға саясаты, тарату, жылжыту және өнім",
           "Сегменттеу, позициялау және мақсатты аудитория",
           "Нарықты зерттеу, бәсекелестерді талдау және мақсатты аудитория",
          "Бренді құру, жылжыту және сату",
        ],
        correct: 1,
      },
      {
        title: "Брендинг - бұл…",
        variants: [
          "Жаңа өнімді әзірлеу процесі",
           "Клиенттерді тартудың жаңа стратегиясы",
           "Бренд имиджін құру және нығайту процесі",
           "Мақсатты аудиторияны анықтау әдісі",
        ],
        correct: 3,
      },
      {
        title: "Жарнама және жылжыту кіреді...",
        variants: [
          "Бірегей өнімдер мен қызметтерді жасау",
           "Компанияға инвестиция тарту",
           "Компанияның өнімдері мен қызметтері туралы ақпаратты тарату",
           "Бәсекелестерді талдау және сату стратегиясын әзірлеу",
        ],
        correct: 3,
      },
      {
        title: "Тұтынушылармен қарым-қатынас - бұл…",
        variants: [
          "Компанияға жаңа тұтынушыларды тарту процесі",
           "Клиенттерді сақтау және ұзақ мерзімді қарым-қатынастарды дамыту стратегиясы",
           "Маркетингтік науқандардың тиімділігін бағалау",
           "Клиенттердің қажеттіліктері мен тілектерін анықтау әдісі",
        ],
        correct: 2,
      },
      {
        title: "Маркетинг нәтижелерін өлшеуге кіреді...",
        variants: [
          "Бәсекелестерді талдау және стратегияны әзірлеу",
           "Маркетингтік науқандардың тиімділігін бағалау",
           "Жарнамалық материалдарды жасау және акцияларды өткізу",
           "Маркетингтік мақсаттарға қол жеткізу туралы деректерді жинау және талдау",
        ],
        correct: 4,
      },
    ],
  },
  {
    id: "2",
    name: "Мақсатты аудитория",
    description:
      "Мақсатты аудиторияңызды қалай анықтауға және зерттеуге болады және оның табысты маркетинг үшін маңызы.",
    text: `Мақсатты аудитория маркетингте шешуші рөл атқарады. Бұл өнім немесе қызмет үшін әлеуетті тұтынушылар болып табылатын адамдар тобы. Мақсатты аудиторияңызды анықтау тиімді маркетингтік жоспарлаудың маңызды қадамы болып табылады.

    Мақсатты аудиторияны зерттеу оның қажеттіліктерін, қалауларын, қызығушылықтарын және сипаттамаларын түсінуге мүмкіндік береді. Бұл мақсатты аудиторияңызды тарту және сақтау үшін мақсатты маркетингтік стратегияларды жасауға көмектеседі. Мысалы, мақсатты аудитория жас мамандар болса, әлеуметтік желілер мен мобильді қосымшаларды пайдалану бұл топқа жетудің тиімді жолы бола алады..
    
    Мақсатты аудиторияны білу мазмұн мен коммуникацияны құруға көмектеседі. Бұл аудиториямен эмоционалды байланыс орнатуға, олардың мәселелерін түсінуге және олардың қажеттіліктерін қанағаттандыратын шешімдерді ұсынуға мүмкіндік береді.
    
    Айта кету керек, мақсатты аудитория өнімге немесе қызметке байланысты тар немесе кең болуы мүмкін. Мақсатты аудиторияны анықтау ең перспективалы тұтынушыларға назар аударуға және ресурстарды тиімді пайдалануға көмектеседі.
    
    Сайып келгенде, мақсатты аудиторияны түсіну маркетингтік күш-жігердің негізі болып табылады. Бұл тұтынушылардың қажеттіліктерін жақсы түсінуге, мақсатты стратегияларды әзірлеуге және нарықта үлкен жетістікке жетуге мүмкіндік береді..`,
    video: "FT8KHdMvdJQ",
    questions: [
      {
        title: "Мақсатты аудитория дегеніміз не?",
        variants: [
          "Өнімге қызығушылық танытатын барлық адамдар",
           "Әлеуметтік желілерді пайдаланатын адамдар тобы",
           "Компанияның веб-сайтында тіркелген адамдар",
           "Компанияның өніміне немесе қызметіне қызығушылық танытуы мүмкін адамдар тобы",
        ],
        correct: 4,
      },
      {
        title: "Мақсатты аудиторияны анықтау үшін қандай критерийлерді қолдануға болады?",
        variants: [
          "Жынысы, жасы, географиялық орналасуы және қызығушылықтары",
          "Шаштың түсі, бойы, ұлты және діні",
          "Білімі, кәсібі, кәсібі және отбасылық жағдайы",
          "Барлық аталған критерийлер",
        ],
        correct: 1,
      },
      {
        title: "Неліктен мақсатты аудиторияны анықтау керек?",
        variants: [
          "Әлеуетті клиенттер санын шектеу үшін",
          "Тиімді маркетингтік стратегияны құру үшін",
          "Нарықтағы бәсекелестікті болдырмау үшін",
          "Жарнама шығындарын азайту үшін",
        ],
        correct: 2,
      },
      {
        title:
          "Мақсатты аудиторияны анықтауға қандай ақпарат көздері көмектеседі?",
        variants: [
          "Интернет-статистика және талдамалық есептер",
          "Кофе ұнтағындағы сәуегейлік және пальмистика",
          "Қарлы доптың пайғамбарлықтары мен болжамдары",
          "Кездейсоқ үлгілер мен болжамдар",
        ],
        correct: 1,
      },
      {
        title: "Мақсатты аудиторияны білу неге маңызды?",
        variants: [
          "Әлеуметтік желілерде көбірек ізбасарлар болу үшін",
          "Барлығына және әрбір клиентке ұнау үшін",
          "Аудиторияның қажеттіліктері мен қажеттіліктерін қанағаттандыратын өнімдер мен қызметтерді ұсыну",
          "Бәсекелестерді нашарлату үшін",
        ],
        correct: 3,
      },
      {
        title: "Мақсатты аудиторияға қандай факторлар әсер етуі мүмкін?",
        variants: [
          "Әлеуметтік тенденциялар және сәннің өзгеруі",
          "Елдегі саяси жағдай",
          "Технологиялық инновациялар және Интернетті дамыту",
          "Барлық аталған факторлар",
        ],
        correct: 4,
      },
      {
        title: "Кмақсатты аудиторияның қалауы мен қажеттіліктерін қалай білуге болады?",
        variants: [
          "Сауалнамалар мен фокус-топтарды өткізу",
          "Алақан сызықтары бойынша сәуегейлікті оқу",
          "Армандар мен тағдыр белгілерін талдау",
          "Ойларды тыңдау және телепатия",
        ],
        correct: 1,
      },
      {
        title: "Мақсатты аудиторияның психографиялық сипаттамалары дегеніміз не?",
        variants: [
          "Жас және жыныс сияқты физикалық параметрлер",
          "Қызығушылықтар, құндылықтар, өмір салты және мінез-құлық ерекшеліктері",
          "Тұрғылықты жері, кәсібі және білімі",
          "Діни нанымдар мен саяси артықшылықтар",
        ],
        correct: 2,
      },
      {
        title: "Нарықты сегменттеу дегеніміз не?",
        variants: [
          "Нарықты ұқсас тұтынушылар топтарына бөлу",
          "Клиенттердің пікірлері мен қалауларына зерттеу жүргізу",
          "Әр клиент үшін бірегей өнімдер жасау",
          "Компанияның сату географиясын кеңейту",
        ],
        correct: 1,
      },
      {
        title:
          "Компанияның мақсатты аудиториясын түсінудің қандай артықшылықтары бар?",
        variants: [
          "Сату мен пайданың артуы",
          "Нарықтағы бәсекелестіктің төмендеуі",
          "Жарнама шығындарын азайту",
          "Аталған барлық артықшылықтар",
        ],
        correct: 4,
      },
    ],
  },
  {
    id: "3",
    name: "Маркетингтік зерттеу",
    description:
      "Маркетингтік зерттеудің негіздері және оны маркетингтік стратегияны әзірлеуде қолдану.",
    text: `Маркетингтік зерттеулер табысты маркетинг стратегиясында маңызды рөл атқарады. Бұл нарық, тұтынушылар және бәсекелестер туралы ақпаратты жинау, талдау және түсіндіру процесі. Бұл компанияларға ақпараттандырылған шешімдер қабылдауға, нарық қажеттіліктерін анықтауға және тиімді маркетингтік стратегияларды жасауға көмектеседі.

    Маркетингтік зерттеулер сауалнамалар, фокус-топтар, бақылау және деректерді талдау сияқты әртүрлі әдістерді қамтуы мүмкін. Зерттеудің мақсаты-тұтынушылардың қалауы мен мінез-құлқы, нарықтағы трендтер, бәсекелестік орта және т.б. туралы пайдалы ақпарат алу.
    
    Маркетингтік зерттеулер арқылы компаниялар нарықтың әлеуетті сегменттерін анықтай алады, өнімдер мен қызметтердің жаңа мүмкіндіктерін анықтай алады және маркетингтік науқандардың тиімділігін бағалай алады.
    
    Маркетингтік зерттеулер сонымен қатар компанияларға мақсатты аудиторияны, олардың қажеттіліктері мен қалауларын жақсы түсінуге көмектеседі. Бұл клиенттердің үміттеріне сәйкес келетін өнімдер мен қызметтерді құруға және олармен тиімді байланыс орнатуға мүмкіндік береді.
    
    Жалпы, маркетингтік зерттеулер маркетингтегі стратегиялық жоспарлаудың ажырамас бөлігі болып табылады. Ол компанияларға негізделген шешімдер қабылдау және нарықта табысқа жету үшін қажетті ақпаратты береді.`,
    video: "4Yn88xtsNi0",
    questions: [
      {
        title: "Маркетингтік зерттеу дегеніміз не?",
        variants: [
          "Өнімді немесе қызметті сату процесі",
          "Нарық пен тұтынушылар туралы ақпаратты жүйелі түрде жинау және талдау",
          "Маркетингтік акцияларды өткізу әдістемесі",
          "Нарықтағы трендтерді интуитивті болжау",
        ],
        correct: 2,
      },
      {
        title: "Неліктен маркетингтік зерттеулер жүргізу керек?",
        variants: [
          "Компанияның сатылымы мен пайдасын арттыру үшін",
          "Мақсатты аудиторияның қажеттіліктері мен қалауларын түсіну үшін",
          "Нарықтағы бәсекелестерді анықтау үшін",
          "Бірегей өнімді немесе қызметті жасау үшін",
        ],
        correct: 2,
      },
      {
        title: "Маркетингтік зерттеуде қандай әдістерді қолдануға болады?",
        variants: [
          "Сауалнамалар, сұхбаттар, бақылау және деректерді талдау",
          "Таро карталарындағы сәуегейлік және Жұлдыз жорамалдары",
          "Кофе ұнтағын оқу және құстарды болжау",
          "Кездейсоқ таңдау және түйсігі",
        ],
        correct: 1,
      },
      {
        title: "Маркетингтік зерттеуде қандай деректер түрлері жиналады?",
        variants: [
          "Демографиялық, психографиялық және мінез-құлық",
          "Шаш түсі, бойы және салмағы",
          "Жасы, жынысы және ұлты",
          "Барлық тізімделген деректер түрлері",
        ],
        correct: 1,
      },
      {
        title: "Компания маркетингтік зерттеулерден қандай пайда көреді?",
        variants: [
          "Нарықтық жағдайды және клиенттердің қажеттіліктерін түсіну",
          "Нарықтағы трендтер мен өзгерістерді дәлірек болжау",
          "Маркетингтік стратегиялардың тиімділігін арттыру",
          "Аталған барлық артықшылықтар",
        ],
        correct: 4,
      },
      {
        title: "Маркетингтік зерттеу процесі қандай кезеңдерді қамтиды?",
        variants: [
          "Мақсат қою, деректерді жинау, ақпаратты талдау және шешім қабылдау",
          "Маркетингтік акцияларды жоспарлау, жарнама және сату",
          "Бірегей өнімді, қаптаманы және бағаны әзірлеу",
          "Интуитивті талдау және эксперименттер",
        ],
        correct: 1,
      },
      {
        title:
          "Маркетингтік зерттеу жаңа өнімді әзірлеуде қандай рөл атқарады?",
        variants: [
          "Мақсатты аудиторияның қажеттіліктері мен қалауларын анықтау",
          "Жарнамалық науқан жүргізу және өнімді жылжыту",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Баға мен сату орнын таңдау",
        ],
        correct: 1,
      },
      {
        title:
          "Маркетингтік зерттеуде қандай ақпарат көздерін қолдануға болады?",
        variants: [
          "Ресми көздерден алынған деректер, статистика, есептер",
          "Интуиция және болжамдар",
          "Жұлдызнамалар мен болжамдар",
          "Көшедегі қауесеттер мен тыңдаулар",
        ],
        correct: 1,
      },
      {
        title: "Маркетингтік зерттеулерде қандай шектеулер болуы мүмкін?",
        variants: [
          "Шектеулі бюджет және ресурстар",
          "Деректердің сенімділігі мен дәлдігі жеткіліксіз",
          "Ақпаратқа шектеулі қол жетімділік және құпиялылық",
          "Барлық аталған шектеулер",
        ],
        correct: 4,
      },
      {
        title: "Маркетингтік зерттеу нәтижелерін қалай пайдалануға болады?",
        variants: [
          "Маркетингтік стратегиялар мен тактикаларды әзірлеу үшін",
          "Баға белгілеу және бөлу туралы шешім қабылдау үшін",
          "Бәсекелестерді анықтау және бірегей ұсыныс жасау үшін",
          "Бренд туралы хабардарлықты арттыру және жаңа клиенттерді тарту үшін",
        ],
        correct: 1,
      },
    ],
  },
  {
    id: "4",
    name: "Сегментация рынка",
    description:
      "Нарықты сегменттерге қалай бөлуге және әр сегмент бойынша маркетингтік әрекеттерді орнатуға болады.",
    text: `Нарықты сегменттеу-бұл нарықты ұқсас тұтынушылардың жеке сегменттеріне бөлу процесі. Маркетингте бұл компанияларға мақсатты аудиторияны жақсырақ түсінуге және маркетингтік күш-жігерін тиімді реттеуге мүмкіндік беретін маңызды құрал.

    Нарықты сегментациялау демография, психографиялық сипаттамалар, мінез-құлық ерекшеліктері және географиялық таралу сияқты әртүрлі критерийлерге негізделген. Әр сегменттің өзіндік ерекше қажеттіліктері, қалаулары және мінез-құлық үлгілері бар.
    
    Нарықты сегменттеуден кейін компания әр сегмент үшін мақсатты маркетингтік стратегияларды жасай алады. Бұл сіздің өнімдеріңізді, қызметтеріңізді, бағаларыңызды, коммуникацияларыңызды және тұтынушылардың әр тобының талаптары мен үміттерін қанағаттандыру үшін бөлуді дәлірек реттеуге мүмкіндік береді.
    
    Нарықты сегменттеудің артықшылықтары ресурстарды тиімдірек пайдалануды, тұтынушылардың қанағаттануын жақсартуды, бәсекеге қабілеттілікті арттыруды және тұтынушылармен ұзақ мерзімді қарым-қатынас орнатуды қамтиды.
    
    Алайда, нарықты сегменттеу деректерді мұқият зерттеу мен талдауды қажет ететінін есте ұстаған жөн. Дұрыс емес сегменттеу немесе сегменттерді жеткілікті дәл анықтамау тиімсіз маркетингтік стратегияларға және әлеуетті тұтынушылардың жоғалуына әкелуі мүмкін.

Нәтижесінде, нарықты сегменттеу компанияларға мақсатты аудиторияға тиімдірек жетуге, олардың қажеттіліктерін түсінуге және тиісті өнімдер мен қызметтерді ұсынуға мүмкіндік береді. Бұл компанияларға бәсекеге қабілетті ортада өркендеуге және тұтынушылардың әртүрлі қажеттіліктерін қанағаттандыруға көмектесетін стратегиялық тәсіл.`,
    video: "vpDPPokoOIY",
    questions: [
      {
        title: "Нарықты сегменттеу дегеніміз не?",
        variants: [
          "Нарықты ұқсас тұтынушылар топтарына бөлу процесі",
          "Нарықтағы бәсекелестерге зерттеу жүргізу",
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Баға стратегиясын таңдау",
        ],
        correct: 1,
      },
      {
        title: "Нарықты сегменттеу үшін қандай факторларды қолдануға болады?",
        variants: [
          "Демографиялық, географиялық, психографиялық, мінез-құлық",
          "Шаш түсі, бойы, салмағы",
          "Жасы, жынысы, ұлты",
          "Барлық аталған факторлар",
        ],
        correct: 1,
      },
      {
        title: "Неліктен компаниялар нарықты сегменттейді?",
        variants: [
          "Клиенттердің қажеттіліктері мен қалауларын дәлірек түсіну үшін",
	  "Неғұрлым тиімді маркетингтік стратегияларды әзірлеу үшін",
	  "Клиенттердің әр тобына бірегей ұсыныстар жасау үшін",
	  "Аталған барлық мақсаттар",
        ],
        correct: 4,
      },
      {
        title: "Нарықты сегменттеудің қандай тәсілдері бар?",
        variants: [
          "Демографиялық, географиялық, психографиялық, мінез-құлық",
	  "Интуитивті және кездейсоқ",
	  "Көшедегі қауесеттер мен тыңдаулар",
	  "Мистикалық және астрологиялық",
        ],
        correct: 1,
      },
      {
        title: "Нарықты сегменттеу компания үшін қандай артықшылықтар береді?",
        variants: [
          "Клиенттердің қажеттіліктері мен қалауларын дәлірек түсіну",
          "Маркетингтік ресурстарды тиімді пайдалану",
          "Клиенттердің әр тобы үшін бірегей ұсыныстар әзірлеу",
          "Аталған барлық артықшылықтар",
        ],
        correct: 4,
      },
      {
        title: "Нарықты сегменттеудің қандай түрлері бар?",
        variants: [
          "Географиялық, демографиялық, психографиялық, мінез-құлық",
          "Кездейсоқ және интуитивті",
          "Қаржылық және экономикалық",
          "Астрологиялық және мистикалық",
        ],
        correct: 1,
      },
      {
        title: "Нарықтың географиялық сегментациясы нені білдіреді?",
        variants: [
          "Орналасқан жері, аймағы, елі сияқты географиялық белгілер бойынша нарықты бөлу",
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Баға стратегиясын таңдау",
          "Нарықтағы бәсекелестерді бағалау",
        ],
        correct: 1,
      },
      {
        title: "Нарықтың демографиялық сегментациясы нені білдіреді?",
        variants: [
          "Нарықты жас, жыныс, табыс, Білім сияқты халықтың сипаттамалары бойынша бөлу",
          "Таро карталарында сәуегейлік жасау",
          "Кофе ұнтағын оқу және құстарды болжау",
          "Кездейсоқ таңдау және түйсігі",
        ],
        correct: 1,
      },
      {
        title: "Нарықтың психографиялық сегментациясы нені білдіреді?",
        variants: [
          "Нарықты құндылықтар, мүдделер, өмір салты сияқты психологиялық және әлеуметтік сипаттамаларға бөлу",
          "Нарықтағы трендтерді болжау",
          "Сату және жарнама стратегиясын таңдау",
          "Интуитивті талдау және эксперименттер",
        ],
        correct: 1,
      },
      {
        title: "Нарықтың мінез-құлық сегментациясы нені білдіреді?",
        variants: [
          "Нарықты мінез-құлық сипаттамалары бойынша бөлу және артықшылық, адалдық, сатып алу сияқты маркетингтік әсерлерге жауап беру",
          "Көшеде белгілер мен белгілерді оқу",
          "Нарықтағы қауесеттер мен тыңдаулар",
          "Интуитивті талдау және болжамдар",
        ],
        correct: 1,
      },
    ],
  },
  {
    id: "5",
    name: "Маркетингтік стратегия",
    description:
      "Маркетингтік стратегиялардың негізгі түрлері және мақсаттар мен аудиторияға байланысты оларды таңдау.",
    text: `Маркетингтік стратегия компанияның табысты жұмысының негізі болып табылады. Бұл компанияның маркетингтік мақсаттарына қалай жететінін және нарықта бәсекелестік артықшылық жасайтынын анықтайтын ұзақ мерзімді іс-қимыл жоспары.

    Маркетингтік стратегия нарықты, бәсекелестерді және тұтынушыларды талдауды, сондай-ақ мақсатты аудиторияны және компанияның бірегей ұсынысын анықтауды қамтиды. Ол негізгі маркетингтік аралас элементтерді анықтайды: өнім, баға, жылжыту және орын.
    
    Стратегия нарықты кеңейту, өнімді әртараптандыру, брендті нығайту немесе белгілі бір тауашада көшбасшылық орнату сияқты әртүрлі аспектілерге бағытталуы мүмкін. Ол сондай-ақ пайдаланылатын тарату арналарын, маркетингтік әрекеттерді және бюджетті анықтай алады.
    
    Маркетингтік стратегия өзгеретін нарықтық жағдайларға және тұтынушылардың талаптарына бейімделу үшін икемді болуы керек. Ол егжей-тегжейлі жоспарлар мен іс-шаралармен қамтамасыз етілуі керек және мақсатқа жету үшін үнемі бағаланып, түзетілуі керек.
    
    Нәтижесінде, маркетингтік стратегия компанияның барлық маркетингтік күш-жігерінің негізі болып табылады. Бұл табысқа жету жолын анықтауға, тұтынушыларды тартуға және сақтауға, бренд туралы хабардарлықты арттыруға және нарықта бәсекелестік артықшылыққа қол жеткізуге мүмкіндік береді.`,
    video: "oJ8TfnvrrLs",
    questions: [
      {
        title: "Маркетингтік стратегия дегеніміз не?",
        variants: [
          "Маркетингтік мақсаттарға жету үшін ұзақ мерзімді іс-қимыл жоспары",
          "Өнім бағасын таңдау",
          "Өндірісті және бөлуді ұйымдастыру",
          "Нарықтағы бәсекелестерді зерттеу",
        ],
        correct: 1,
      },
      {
        title: "Маркетингтік стратегия қандай негізгі компоненттерді қамтиды?",
        variants: [
          "Мақсатты аудиторияны анықтау, позициялау, маркетинг қоспасы",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Жарнамалық науқан жүргізу және өнімді жылжыту",
          "Баға мен сату орнын таңдау",
        ],
        correct: 1,
      },
      {
        title:
          "Маркетингтік стратегиядағы позицияның маңызы қандай?",
        variants: [
          "Нарықтағы өнімнің бірегей орнын анықтау және бөлектеу",
          "Интуитивті талдау және эксперименттер",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Баға стратегиясын таңдау",
        ],
        correct: 1,
      },
      {
        title: "Маркетинг қоспасы дегеніміз не?",
        variants: [
          "Өнім, баға, бөлу және жылжыту комбинациясы",
          "Нарықтағы бәсекелестерге зерттеу жүргізу",
          "Өндірісті ұйымдастыру және персоналды басқару",
          "Компанияның қаржылық көрсеткіштерін талдау",
        ],
        correct: 1,
      },
      {
        title: "Маркетингтік стратегиялардың қандай түрлері бар?",
        variants: [
          "Өсу, бәсекелестік, саралау, сегменттеу стратегиясы",
          "Кездейсоқ стратегияны таңдау",
          "Қауесеттер мен болжамдар",
          "Мистикалық және астрологиялық стратегиялар",
        ],
        correct: 1,
      },
      {
        title: "Мақсатты аудитория маркетингтік стратегияда қандай рөл атқарады?",
        variants: [
          "Клиенттердің негізгі қажеттіліктері мен қалауларын анықтау",
          "Баға мен сату орнын таңдау",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Нарықтағы бәсекелестерге зерттеу жүргізу",
        ],
        correct: 1,
      },
      {
        title: "Маркетингтік стратегияда позициялау нені білдіреді?",
        variants: [
          "Нарықтағы өнімнің бірегей орнын анықтау және бөлектеу",
          "Интуитивті талдау және болжамдар",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Баға стратегиясын таңдау",
        ],
        correct: 1,
      },
      {
        title: "Маркетинг қоспасы қандай негізгі компоненттерді қамтиды?",
        variants: [
          "Өнім, баға, тарату, жылжыту",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Өндірісті ұйымдастыру және персоналды басқару",
          "Компанияның қаржылық көрсеткіштерін талдау",
        ],
        correct: 1,
      },
      {
        title: "Маркетингте қандай өсу стратегиялары бар?",
        variants: [
          "Нарықтың енуі, нарықтың дамуы, өнімнің дамуы, әртараптандыру",
          "Кездейсоқ стратегияны таңдау",
          "Қауесеттер мен болжамдар",
          "Мистикалық және астрологиялық стратегиялар",
        ],
        correct: 1,
      },
      {
        title:
          "Маркетингтік стратегияда бәсекелестік талдау қандай рөл атқарады?",
        variants: [
          "Бәсекелестердің бәсекелестік артықшылықтары мен әлсіз жақтарын анықтау",
          "Клиенттердің қажеттіліктері мен қалауларына зерттеу жүргізу",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Баға стратегиясын таңдау",
        ],
        correct: 1,
      },
    ],
  },
  {
    id: "6",
    name: "Маркетинг қоспасы",
    description:
      "Маркетинг қоспасы нені қамтиды және оны қалай дұрыс қолдану керек.",
    text: `Маркетинг қоспасы-бұл компания өзінің маркетингтік мақсаттарына жету үшін қолданатын элементтердің жиынтығы. Бұл тұжырымдама төрт негізгі компонентті қамтиды: өнім, баға, жылжыту және орын.

    Өнім компания өз клиенттеріне ұсынатын тауардың немесе қызметтің барлық аспектілерін қамтиды. Бұл өнімнің дизайнын, сапасын, қаптамасын және функционалдық сипаттамаларын қамтуы мүмкін. Компания мақсатты аудиторияның қажеттіліктері мен үміттерін қанағаттандыратын өнімді жасауға ұмтылуы керек.
    
    Баға тұтынушылар үшін өнімнің немесе қызметтің құнын анықтайды. Компания тұтынушының құндылығы мен қабылдауына сәйкес келетін және нарықта пайда мен бәсекеге қабілеттілікке қол жеткізуге мүмкіндік беретін баға саясатын құруы керек.
    
    Жарнамаға компания клиенттерді тарту және ұстап қалу үшін пайдаланатын барлық маркетингтік әрекеттер кіреді. Бұған жарнама, сату, қоғамдық қатынастар және тікелей маркетинг кіруі мүмкін. Мақсат-тиімді коммуникацияларды құру және тұтынушыларды өнімнің немесе қызметтің құндылығына сендіру.
    
    Орын тарату арналарын және тұтынушыларға өнімнің қол жетімділігін анықтайды. Компания мақсатты аудиторияға қажетті уақытта және жерде қол жетімді болуы үшін өнімді жеткізудің ең жақсы жолдарын анықтауы керек.
    
    Маркетинг қоспасының барлық осы компоненттерінің тіркесімі Мұқият келісіліп, мақсатты аудиторияның қажеттіліктері мен қалауларына бейімделуі керек. Маркетингтік қоспаны сәтті пайдалану компанияға нарықта тиімді бәсекелесуге, клиенттерді тартуға және ұстап қалуға және бизнес мақсаттарына жетуге мүмкіндік береді.`,
    video: "c_AoCrZ_1SE",
    questions: [
      {
        title: "Маркетинг қоспасы нені қамтиды?",
        variants: [
          "Өнім, баға, тарату, жылжыту",
          "Нарықтағы бәсекелестерді зерттеу",
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Өндірісті ұйымдастыру және персоналды басқару",
        ],
        correct: 1,
      },
      {
        title: "Маркетинг қоспасындағы өнім нені білдіреді?",
        variants: [
          "Компанияның нарықта ұсынатын тауар немесе қызмет",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Жарнамалық науқан жүргізу және өнімді жылжыту",
          "Баға мен сату орнын таңдау",
        ],
        correct: 1,
      },
      {
        title: "Маркетинг қоспасындағы баға нені білдіреді?",
        variants: [
          "Өнімнің немесе қызметтің ақшалай құны",
          "Баға стратегиясын таңдау",
          "Бәсекелестердің бәсекелестік артықшылықтары мен әлсіз жақтарын анықтау",
          "Өндірісті ұйымдастыру және персоналды басқару",
        ],
        correct: 1,
      },
      {
        title: "Маркетинг қоспасында тарату нені білдіреді?",
        variants: [
          "Өнімнің мақсатты аудиторияға қол жетімділігін қамтамасыз ету",
          "Клиенттердің қажеттіліктері мен қалауларына зерттеу жүргізу",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Кездейсоқ стратегияны таңдау",
        ],
        correct: 1,
      },
      {
        title: "Что означает продвижение в маркетинговом миксе?",
        variants: [
          "Мақсатты аудиторияны тарту және сендіру үшін коммуникациялық белсенділік",
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Компанияның өсу стратегиясын таңдау",
          "Интуитивті талдау және болжамдар",
        ],
        correct: 1,
      },
      {
        title: "Мақсатты аудитория маркетингтік стратегияда қандай рөл атқарады?",
        variants: [
          "Баға мен сату орнын таңдау",
          "Клиенттердің негізгі қажеттіліктері мен қалауларын анықтау",
          "Нарықтағы бәсекелестерге зерттеу жүргізу",
          "Бірегей қаптама мен дизайнды әзірлеу",
        ],
        correct: 1,
      },
      {
        title: "Маркетингтік стратегияда позициялау нені білдіреді?",
        variants: [
          "Нарықтағы өнімнің бірегей орнын анықтау және бөлектеу",
          "Баға стратегиясын таңдау",
          "Интуитивті талдау және болжамдар",
          "Бірегей қаптама мен дизайнды әзірлеу",
        ],
        correct: 1,
      },
      {
        title: "Маркетинг қоспасы қандай негізгі компоненттерді қамтиды?",
        variants: [
          "Тарату, өнім, баға, жылжыту",
          "Өндірісті ұйымдастыру және персоналды басқару",
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Бірегей қаптама мен дизайнды әзірлеу",
        ],
        correct: 0,
      },
      {
        title: "Маркетингте қандай өсу стратегиялары бар?",
        variants: [
          "Өнім стратегиясы, нарық стратегиясы, баға стратегиясы, жылжыту стратегиясы",
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Бәсекелестердің бәсекелестік артықшылықтары мен әлсіз жақтарын анықтау",
          "Интуитивті талдау және болжамдар",
        ],
        correct: 0,
      },
      {
        title: "Маркетингтегі мақсатты аудитория дегеніміз не?",
        variants: [
          "Маркетингтік белсенділікке бағытталған адамдар тобы",
          "Клиенттердің қажеттіліктері мен қалауларына зерттеу жүргізу",
          "Бірегей қаптама мен дизайнды әзірлеу",
          "Өндірісті ұйымдастыру және персоналды басқару",
        ],
        correct: 0,
      },
    ],
  },
  {
    id: "7",
    name: "Брендинг",
    description:
      "Брендті құру және басқару негіздері, оның ішінде логотип, ұран және компания имиджі.",
    text: `Брендинг - бұл нарықта компанияның немесе өнімнің бірегей идентификаторын құру және басқару процесі. Маркетинг контекстінде брендинг мақсатты аудиториямен байланыс орнатуға және компания үшін ұзақ мерзімді құндылық жасауға көмектесетін күшті құрал болып табылады.

    Брендке атау, логотип, дизайн, құндылықтар, қауымдастықтар және компания өз клиенттеріне беретін уәделер кіреді. Ол компанияның бірегей тұлғасы мен имиджін көрсетеді, тұтынушылардың танылуы мен сенімін қалыптастырады.
    
    Күшті бренд құру мақсатты аудиторияны және олардың қажеттіліктерін түсінуді, сондай-ақ позициялау стратегиясын әзірлеуді талап етеді. Брендинг нарықта ерекшеленуге, бәсекелестік артықшылық жасауға және адал клиенттерді тартуға және сақтауға мүмкіндік береді.
    
    Табысты брендинг сонымен қатар өнім, тұтынушыларға қызмет көрсету немесе маркетингтік коммуникация болсын, тұтынушылармен қарым-қатынастың барлық аспектілерінде дәйектілік пен сапаны сақтауды қамтиды. Компания сенім мен адалдық негізінде клиенттермен ұзақ мерзімді қарым-қатынас орнатуға ұмтылуы керек.
    
    Бренд компания мен оның өнімдерін нарықта қабылдауға қатты әсер етеді. Бұл компанияға бәсекелестерден ерекшеленуге, тұтынушыларда эмоционалды байланыс орнатуға және өнімнің немесе қызметтің құндылығын арттыруға көмектеседі.
    
    Нәтижесінде, брендинг маркетингте шешуші рөл атқарады, бұл компанияға нарықта ерекшеленетін және клиенттерге адалдық тудыратын күшті және танымал брендтерді құруға мүмкіндік береді. Бұл компанияның ұзақ мерзімді табысына және тұрақты бәсекелестік артықшылықты орнатуға ықпал етеді.`,
    video: "31_irzjqzLo",
    questions: [
      {
        title: "Брендинг дегеніміз не?",
        variants: [
          "Тауардың бірегей қаптамасын әзірлеу процесі",
          "Брендтің имиджі мен танылуын құру және басқару",
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Жаңа өнімді әзірлеу және жылжыту",
        ],
        correct: 1,
      },
      {
        title: "Брендингтің негізгі мақсаты қандай?",
        variants: [
          "Компанияның сатылымы мен пайдасын арттыру",
          "Бренд туралы хабардарлық пен сенімділікті қалыптастыру",
          "Нарықтық жағдайды және бәсекелестерді талдау",
          "Мақсатты аудиторияны және оның қажеттіліктерін анықтау",
        ],
        correct: 1,
      },
      {
        title: "Өнімді брендтеу нені білдіреді?",
        variants: [
          "Өнімнің бағасын анықтау процесі",
          "Тауардың қаптамасы мен дизайнын әзірлеу процесі",
          "Өнімге бірегей атау мен символизм жасау",
          "Қаржылық көрсеткіштерді талдау және бюджеттеу",
        ],
        correct: 2,
      },
      {
        title: "Брендке қандай элементтер кіре алады?",
        variants: [
          "Логотип, ұран, қаптама",
	  "Баға, өнім, сату орны",
	  "Мақсатты аудитория, бәсекелестер, нарықтық жағдай",
	  "Қаржылық көрсеткіштер, бюджет, персоналды басқару",
        ],
        correct: 0,
      },
      {
        title: "Бренд стратегиясы дегеніміз не?",
        variants: [
          "Брендті әзірлеу және басқару бойынша іс-шаралар жоспары",
          "Нарықтық жағдайды және бәсекелестерді талдау",
          "Бірегей орау және дизайн жасау",
          "Мақсатты аудиторияны және оның қажеттіліктерін анықтау",
        ],
        correct: 0,
      },
      {
        title: "Бренд дегеніміз не-сәйкестік?",
        variants: [
          "Өнімнің бірегей физикалық сипаттамалары",
          "Құндылықтар, бейнелер және брендті тану жиынтығы",
          "Бәсекелестер мен нарықтық жағдайды талдау",
          "Жаңа өнімді әзірлеу және жылжыту",
        ],
        correct: 1,
      },
      {
        title: "Брендті құруда қандай фактор маңызды рөл атқарады?",
        variants: [
          "Өнім сапасы",
          "Өнім бағасы",
          "Өнімді сату орны",
          "Өнімнің қаптамасы және дизайны",
        ],
        correct: 0,
      },
      {
        title: "Бренд дегеніміз не-адалдық?",
        variants: [
          "Тұтынушылардың брендке деген теріс көзқарасы",
          "Нарықта бренд туралы хабардарлықтың болмауы",
          "Клиенттердің брендке деген оң көзқарасы мен адалдығы",
          "Бәсекелестіктің болмауы және нарықтағы монополия",
        ],
        correct: 2,
      },
      {
        title: "Бренд-позициялау нені білдіреді?",
        variants: [
          "Нарықтағы брендтің бірегей орнын анықтау және бөлектеу",
          "Бренд үшін баға стратегиясын таңдау",
          "Қаржылық көрсеткіштерді талдау және бюджеттеу",
          "Брендтің имиджі мен танылуын құру және басқару",
        ],
        correct: 0,
      },
      {
        title: "Брендті нығайту үшін қандай іс шаралар өткізуге болады?",
        variants: [
          "Жарнамалық кампаниялар, танымал тұлғалармен серіктестік",
          "Бағаның өзгеруі және өнім құнының төмендеуі",
          "Бәсекелестер мен нарықтық жағдайды талдау",
          "Бірегей қаптама мен дизайнды әзірлеу",
        ],
        correct: 0,
      },
    ],
  },
  {
    id: "8",
    name: "Жарнама және жылжыту",
    description: "Жарнаманың әртүрлі түрлері және тауарлар мен қызметтерді жылжыту әдістері.",
    text: `Жарнамалар мен жарнамалар маркетингте маңызды рөл атқарады, бұл компанияларға тұтынушылардың назарын аударуға және өз өнімдерін немесе қызметтерін сатуды ынталандыруға көмектеседі.

    Жарнама-бұл компанияның өнімдері немесе қызметтері туралы ақпарат беру үшін теледидар, радио, баспа, интернет және әлеуметтік медиа сияқты әртүрлі арналарды пайдаланатын байланыс құралы. Жарнаманың мақсаты-бренд туралы хабардарлықты қалыптастыру, тұтынушылардың назарын аудару және қызығушылық таныту.
    
    Жылжыту сатуды ынталандыруға бағытталған әртүрлі маркетингтік әрекеттерді қамтиды. Бұл жеңілдіктер, акциялар, бонустар, конкурстар немесе жарнамалық материалдар болуы мүмкін. Жарнаманың мақсаты-тұтынушыны өнімді немесе қызметті сатып алуға сендіру және ұзақ мерзімді адалдықты қалыптастыру.
    
    Компания өзінің мақсатты аудиториясын, бюджетін және маркетингтік мақсаттарын ескере отырып, жарнама мен жылжыту стратегиясын жасауы керек. Ол ең тиімді байланыс арналарын таңдап, тартымды және ақпараттық жарнамалық материалдар жасап, тұтынушыларды белсенді түрде тартып, тартуы керек.
    
    Сонымен қатар, олардың тиімділігін бағалау және қажетті түзетулер енгізу үшін жарнамалық және жарнамалық науқандардың нәтижелерін бақылау маңызды. Маркетингтік талдау және бақылау құралдарын пайдалану компанияға жарнамалық күш-жігерінің тиімділігін өлшеуге және стратегияларын оңтайландыруға мүмкіндік береді.
    
    Жарнама және жарнамалау-бұл компанияға маркетингтік мақсаттарына жетуге, клиенттерді тартуға және сақтауға, бренд туралы хабардар болу мен қабылдауды арттыруға көмектесетін маркетингтік қоспаның маңызды элементтері. Олар тұтынушыларды тарту және бәсекеге қабілетті ортада сатуды ынталандыру үшін қуатты құралдарды жасайды.`,
    video: "XDkA3fhUIhw",
    questions: [
      {
        title: "Жарнаманың мақсаты қандай?",
        variants: [
          "Компанияның сатылымы мен пайдасын арттыру",
          "Хабардарлықты қалыптастыру және өнімге назар аудару",
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Жаңа өнімді әзірлеу және жылжыту",
        ],
        correct: 1,
      },
      {
        title: "Жарнамалау және жарнамалау үшін қандай арналарды пайдалануға болады?",
        variants: [
          "Теледидар, радио, газеттер",
          "Қаржылық көрсеткіштерді талдау және бюджеттеу",
          "Баға, өнім, сату орны",
          "Мақсатты аудитория, бәсекелестер, нарықтық жағдай",
        ],
        correct: 0,
      },
      {
        title: "Жарнамадағы бірегей ұсыныс (USP) дегеніміз не?",
        variants: [
          "Нарықтық жағдайды және бәсекелестерді талдау",
          "Бәсекелестерден ерекшеленетін өнімнің немесе қызметтің артықшылығы",
          "Бірегей орау және дизайн жасау",
          "Мақсатты аудиторияны және оның қажеттіліктерін анықтау",
        ],
        correct: 1,
      },
      {
        title: "Жарнамадағы медиа жоспар дегеніміз не?",
        variants: [
          "Жарнамалық хабарламаларды орналастыру жоспары және медиа Арналарды таңдау",
          "Бәсекелестер мен нарықтық жағдайды талдау",
          "Өнім үшін баға стратегиясын таңдау",
          "Жаңа өнімді әзірлеу және жылжыту",
        ],
        correct: 0,
      },
      {
        title: "Жарнаманың тиімділігіне қандай факторлар әсер етеді?",
        variants: [
          "Жарнаманың мақсатты аудиторияның қажеттіліктері мен үміттеріне сәйкестігі",
          "Өнімді әзірлеу және орау",
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Өндірісті ұйымдастыру және персоналды басқару",
        ],
        correct: 0,
      },
      {
        title: "Жарнамадағы мақсатты аудитория дегеніміз не?",
        variants: [
          "Нарықтағы бәсекелестер",
          "Барлық әлеуетті тұтынушылар",
          "Жарнамаға арналған шектеулі адамдар тобы",
          "Компанияның қаржылық көрсеткіштерін талдау",
        ],
        correct: 2,
      },
      {
        title: "Жарнамадағы call-to-action дегеніміз не?",
        variants: [
          "Нарықтық жағдайды және бәсекелестерді талдау",
          "Тұтынушыға бірдеңе жасауды ұсынатын әрекетке шақыру",
          "Өнім үшін баға стратегиясын таңдау",
          "Бірегей орау және дизайн жасау",
        ],
        correct: 1,
      },
      {
        title:
          "Жарнамаға арналған медиа арналарды таңдағанда қандай факторларды ескеру керек?",
        variants: [
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Мақсатты аудитория, бюджет, арнаның тиімділігі",
          "Баға, өнім, сату орны",
          "Мақсатты аудиторияны және оның қажеттіліктерін анықтау",
        ],
        correct: 1,
      },
      {
        title: "Жарнаманың қандай түрлері бар?",
        variants: [
          "Тек дәстүрлі жарнама (теледидар, радио, газет)",
          "Тек интернет-жарнама (әлеуметтік желілер, іздеу жарнамалары)",
          "Тек тікелей жарнама (пошта, телефон қоңыраулары)",
          "Дәстүрлі, интернет-жарнама және тікелей жарнама",
        ],
        correct: 3,
      },
      {
        title: "Жарнамалық хабарламаның құрамына қандай элементтер кіреді?",
        variants: [
          "Бағасы, өнімі, сату орны",
          "Пайда туралы хабарлама, бірегей ұсыныс, Байланыс ақпараты",
          "Нарықтық жағдайды және бәсекелестерді талдау",
          "Өндірісті ұйымдастыру және персоналды басқару",
        ],
        correct: 1,
      },
    ],
  },
  {
    id: "9",
    name: "Клиенттермен қарым-қатынас",
    description:
      "Клиенттермен жақсы қарым-қатынасты қалай орнатуға және сақтауға болады және бұл бизнес үшін неге маңызды.",
    text: `Клиенттермен қарым-қатынас маркетингте шешуші рөл атқарады, өйткені олар компанияларға клиенттік базамен ұзақ мерзімді байланыс орнатуға және сақтауға көмектеседі.

    Клиенттермен қарым-қатынас өзара сенімге, олардың қажеттіліктерін түсінуге және қанағаттандыруға негізделген. Компаниялар жоғары сапалы өнімдер мен қызметтерді ұсына отырып, тамаша қызмет пен қолдауды қамтамасыз ете отырып, тұтынушылардың тәжірибесін үздіксіз жақсартуға ұмтылуы керек.
    
    Компания өз клиенттерін белсенді түрде тыңдап, олардың кері байланысын талдап, оны өз ұсыныстарын жақсарту үшін пайдалануы керек. Клиенттермен өзара әрекеттесу әр түрлі арналар арқылы жүзеге асырылуы мүмкін, соның ішінде жеке кездесулер, телефон қоңыраулары, электрондық пошта және әлеуметтік медиа.
    
    Клиенттермен ұзақ мерзімді қарым-қатынас орнату үнемі назар аударуды және инвестициялауды қажет етеді. Компания жеке ұсыныстарды, адалдық бағдарламаларын және қосымша артықшылықтарды ұсына отырып, клиенттердің адалдығын құруға ұмтылуы керек.
    
    Компания сонымен қатар қанағаттанарлықсыз тәжірибе болған жағдайда шешімдер мен өтемақы ұсына отырып, клиенттердің шағымдары мен мәселелеріне жауап беруге дайын болуы керек. Мәселелерді тез және тиімді шешу клиенттердің сенімін арттыруға және олардың адалдығын сақтауға көмектеседі.
    
    Клиенттермен қарым-қатынас сонымен қатар үнемі байланыс орнатуды және клиенттерге жаңа өнімдер, акциялар мен оқиғалар туралы хабарлауды қамтиды. Компания нарықта белсенді болуы керек және тиімді маркетингтік стратегиялар арқылы мақсатты аудиторияға қол жеткізе алуы керек.
    
    Нәтижесінде, клиенттермен қарым-қатынас табысты маркетингтің негізі болып табылады. Клиенттермен қарым-қатынасқа назар аударатын және инвестициялайтын Компания адал клиенттер базасын құра алады, өз брендінің хабардарлығын арттырады және нарықта ұзақ мерзімді табысқа қол жеткізе алады.`,
    video: "IAEh__RnX9Q",
    questions: [
      {
        title: "Маркетингте CRM дегеніміз не?",
        variants: [
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Customer Relationship Management (клиенттермен қарым-қатынасты басқару)",
          "Жаңа өнімді әзірлеу және жылжыту",
          "Нарықтық жағдайды және бәсекелестерді талдау",
        ],
        correct: 1,
      },
      {
        title: "Клиенттермен ұзақ мерзімді қарым-қатынастың қандай артықшылықтары бар?",
        variants: [
          "Табыстылықты арттыру, клиенттердің адалдығы, ұсыныстар",
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Өндірісті ұйымдастыру және персоналды басқару",
          "Бағасы, өнімі, сату орны",
        ],
        correct: 0,
      },
      {
        title: "Клиенттердің адалдығы дегеніміз не?",
        variants: [
          "Жарнамаға арналған шектеулі адамдар тобы",
          "Бірегей орау және дизайн жасау",
          "Клиенттердің адалдығы мен қанағаттану деңгейі, олардың өнімді немесе қызметті қайта таңдауға бейімділігі",
          "Нарықтық жағдайды және бәсекелестерді талдау",
        ],
        correct: 2,
      },
      {
        title:
          "Клиенттермен қарым қатынас орнату және қолдау үшін қандай құралдар қолданылады?",
        variants: [
          "Тек жарнама және жарнама",
          "Тек компанияның қаржылық көрсеткіштерін талдау",
          "Тек тұтынушыларға қызмет көрсету және байланыс",
          "Жарнама, тұтынушыларға қызмет көрсету, Байланыс және талдау",
        ],
        correct: 3,
      },
      {
        title: "Клиенттермен қарым-қатынаста жекелендіру дегеніміз не?",
        variants: [
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Өнімді әзірлеу және орау",
          "Ұсыныс пен коммуникацияны клиенттердің жеке қажеттіліктеріне бейімдеу",
          "Өндірісті ұйымдастыру және персоналды басқару",
        ],
        correct: 2,
      },
      {
        title: "Маркетингтегі клиентке бағдарлану дегеніміз не?",
        variants: [
          "Сату мен пайдаға назар аудару",
          "Бірегей орау және дизайн жасау",
          "Клиенттердің қажеттіліктері мен тілектерін қанағаттандыруға бағытталған",
          "Нарықтық жағдайды және бәсекелестерді талдау",
        ],
        correct: 2,
      },
      {
        title:
          "Клиенттерден кері байланыс жинау үшін қандай әдістерді қолдануға болады?",
        variants: [
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Тек жарнама және жарнама",
          "Сауалнамалар, сұхбаттар, шолулар, деректерді талдау",
          "Бағасы, өнімі, сату орны",
        ],
        correct: 2,
      },
      {
        title: "Маркетингтегі сату шұңқыры дегеніміз не?",
        variants: [
          "Өндірісті ұйымдастыру және персоналды басқару",
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Сатып алу кезінде клиент өтетін кезеңдердің графикалық көрінісі",
          "Бағасы, өнімі, сату орны",
        ],
        correct: 2,
      },
      {
        title: "Клиенттермен қарым-қатынаста кросс-сату дегеніміз не?",
        variants: [
          "Бірегей қаптама мен дизайнды жасау",
          "Негізгі сатып алу кезінде байланысты немесе қосымша өнімдерді немесе қызметтерді сату",
          "Нарықтық жағдайды және бәсекелестерді талдау",
          "Өнімді әзірлеу және орау",
        ],
        correct: 1,
      },
      {
        title:
          "Клиенттермен қарым-қатынаста адалдық бағдарламалары қандай рөл атқарады?",
        variants: [
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Тұтынушылардың сүйіспеншілігін арттыру, қайта сатып алуды ынталандыру, Тұтынушы деректерін жинау",
          "Өндірісті ұйымдастыру және персоналды басқару",
          "Бағасы, өнімі, сату орны",
        ],
        correct: 1,
      },
    ],
  },
  {
    id: "10",
    name: "Нәтижелерді өлшеу",
    description:
      "Маркетингтік науқандардың тиімділігін қалай өлшеуге және алынған деректерді талдауға болады.",
    text: `Нәтижелерді өлшеу маркетингтің маңызды аспектісі болып табылады, өйткені ол компанияларға маркетингтік күш-жігерінің тиімділігін бағалауға және деректерге негізделген шешімдер қабылдауға мүмкіндік береді.

    Нәтижелерді дұрыс өлшеу компанияларға олардың маркетингтік науқандары мен стратегиялары маркетингтік мақсаттарға қалай әсер ететінін түсінуге көмектеседі. Бұған конверсия, кірістілік, аудиторияға қол жеткізу, бренд туралы хабардар болу және тұтынушылардың қанағаттануы сияқты негізгі өнімділік көрсеткіштерін бақылау кіреді.
    
    Маркетинг нәтижелерін өлшеу үшін компания өз мақсаттарын дәл көрсететін нақты көрсеткіштерді анықтауы керек. Бұл сатылымдар саны, нарық үлесі, веб-сайт трафигі статистикасы немесе тұтынушылардың қанағаттану деңгейі болуы мүмкін.
    
    Компания өзінің маркетингтік әрекеттері туралы деректерді жинау және талдау үшін аналитикалық құралдар мен жүйелерді қолдануы керек. Бұл веб-аналитиканы, әлеуметтік медиа көрсеткіштерін, тұтынушылардың пікірлерін және маркетингтік зерттеулерді пайдалануды қамтуы мүмкін.
    
    Маркетинг нәтижелерін түсіну компанияларға табысты стратегиялар мен тактикаларды анықтауға және маркетинг жоспарларына түзетулер енгізуге көмектеседі. Нәтижелерді үнемі бақылау және өлшеу компанияларға икемді болуға және нарықтағы өзгерістерге бейімделуге мүмкіндік береді.
    
    Нәтижелерді өлшеу сонымен қатар компанияларға маркетингтік инвестициялардың тиімділігін бағалауға көмектеседі. Бұл ең тиімді байланыс және тактика арналарын анықтауға, сондай-ақ жақсартуды немесе өзгертуді қажет ететін аймақтарды анықтауға мүмкіндік береді.
    
    Нәтижесінде нәтижелерді өлшеу маркетингтік стратегияның ажырамас бөлігі болып табылады. Бұл компанияларға дәлелді шешімдер қабылдауға, маркетингтік күш-жігерінің тиімділігін арттыруға және нарықта жақсы нәтижелерге қол жеткізуге көмектеседі.`,
    video: "PCZEX11FLWQ",
    questions: [
      {
        title: "Маркетингте KPI дегеніміз не?",
        variants: [
          "Маркетингтік мақсаттарға қол жеткізуді өлшеу үшін қолданылатын тиімділіктің негізгі көрсеткіштері",
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Бірегей орау және дизайн жасау",
          "Клиенттердің қажеттіліктері мен тілектерін қанағаттандыруға бағытталған",
        ],
        correct: 0,
      },
      {
        title:
          "Маркетингтік науқандардың тиімділігін өлшеу үшін қандай құралдарды қолдануға болады?",
        variants: [
          "Тек жарнама және жарнама",
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Сату туралы есептер, веб-трафикті талдау, сауалнамалар және зерттеулер",
          "Бағасы, өнімі, сату орны",
        ],
        correct: 2,
      },
      {
        title: "Маркетингте ROI дегеніміз не?",
        variants: [
          "Өндірісті ұйымдастыру және персоналды басқару",
          "Нарықтық жағдайды және бәсекелестерді талдау",
          "Roi (return on Investment)",
          "Ұсыныс пен коммуникацияны клиенттердің жеке қажеттіліктеріне бейімдеу",
        ],
        correct: 2,
      },
      {
        title:
          "Интернеттегі жарнаманың тиімділігін өлшеу үшін қандай көрсеткіштер қолданылады?",
        variants: [
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Тек жарнама және жарнама",
          "CTR (click-through Rate), конверсия, ROI(return on Investment)",
          "Бағасы, өнімі, сату орны",
        ],
        correct: 2,
      },
      {
        title: "Маркетингте A / B тестілеу дегеніміз не?",
        variants: [
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Маркетингтік хабарламалардың, дизайнның немесе баға ұсыныстарының әртүрлі нұсқаларын сынау",
          "Өнімді әзірлеу және орау",
          "Өндірісті ұйымдастыру және персоналды басқару",
        ],
        correct: 1,
      },
      {
        title: "Маркетингтегі конверсия дегеніміз не?",
        variants: [
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Мақсатты әрекетті жүзеге асыратын сайтқа кірушілердің немесе әлеуетті клиенттердің пайызы",
          "Бірегей орау және дизайн жасау",
          "Ұсыныс пен коммуникацияны клиенттердің жеке қажеттіліктеріне бейімдеу",
        ],
        correct: 1,
      },
      {
        title: "Интернет-маркетингтегі конверсияға қандай факторлар әсер етуі мүмкін?",
        variants: [
          "Тек жарнама және жарнама",
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Сайттың дизайны мен ыңғайлылығы, мазмұн сапасы, ұсыныс, баға, бедел",
          "Бағасы, өнімі, сату орны",
        ],
        correct: 2,
      },
      {
        title: "Маркетингте churn rate дегеніміз не?",
        variants: [
          "Өндірісті ұйымдастыру және персоналды басқару",
          "Нарықтық жағдайды және бәсекелестерді талдау",
          "Тұтынушылардың кету пайызы, өнімді немесе қызметті пайдаланудан кету немесе тоқтату",
          "Ұсыныс пен коммуникацияны клиенттердің жеке қажеттіліктеріне бейімдеу",
        ],
        correct: 2,
      },
      {
        title:
          "Маркетингтік науқан нәтижелерін бақылау және талдау үшін қандай құралдарды қолдануға болады?",
        variants: [
          "Компанияның қаржылық көрсеткіштерін талдау",
          "Тек жарнама және жарнама",
          "Веб-трафикті талдау, CRM жүйелері, сауалнамалар және зерттеулер",
          "Бағасы, өнімі, сату орны",
        ],
        correct: 2,
      },
      {
        title: "Маркетингте customer lifetime value (LTV) дегеніміз не?",
        variants: [
          "Бәсекелестер мен олардың стратегияларын талдау",
          "Бір клиенттің өмірлік циклі кезінде алатын ұзақ мерзімді пайдасын болжау",
          "Өнімді әзірлеу және орау",
          "Өндірісті ұйымдастыру және персоналды басқару",
        ],
        correct: 1,
      },
    ],
  },
];

export { mainData };